{
  "StandardQuestions": [
    {
      "questionText": "Do you find it difficult to concentrate on whatever you're doing?"
    },
    {
      "questionText": "Do you lose much sleep due to worry?"
    },
    {
      "questionText": "Do you feel that you are not playing a useful part in things?"
    },
    {
      "questionText": "Do you find it hard to make decisions about things?"
    },
    {
      "questionText": "Do you feel constantly under strain?"
    },
    {
      "questionText": "Do you feel you can't overcome your difficulties?"
    },
    {
      "questionText": "Are you unable to enjoy your normal day-to-day activities?"
    },
    {
      "questionText": "Do you find it difficult to face up to your problems?"
    },
    {
      "questionText": "Are you feeling unhappy and depressed?"
    },
    {
      "questionText": "Are you losing confidence in yourself?"
    },
    {
      "questionText": "Do you think of yourself as a worthless person?"
    },
    {
      "questionText": "Are you not feeling reasonably happy, all things considered?"
    },
    {
      "questionText": "Do you get scared or panicky for no good reason?"
    },
    {
      "questionText": "Is everything getting on top of you?"
    },
    {
      "questionText": "Are you feeling nervous and strung-up all the time?"
    },
    {
      "questionText": "Are you finding it hard to keep yourself busy and occupied?"
    },
    {
      "questionText": "Are you taking longer to do things than usual?"
    },
    {
      "questionText": "Do you feel that you are not doing things well?"
    },
    {
      "questionText": "Are you unsatisfied with the way you've carried out your tasks?"
    },
    {
      "questionText": "Do you feel that life is entirely hopeless?"
    },
    {
      "questionText": "Do you feel that life isn't worth living?"
    },
    {
      "questionText": "Have you thought of the possibility that you might make away with yourself?"
    },
    {
      "questionText": "Do you find at times you can't do anything because your nerves are too bad?"
    },
    {
      "questionText": "Do you find yourself wishing you were dead and away from it all?"
    },
    {
      "questionText": "Does the idea of taking your own life keep coming into your mind?"
    },
    {
      "questionText": "Are you unable to enjoy your normal leisure time activities?"
    },
    {
      "questionText": "Do you find yourself getting agitated?"
    },
    {
      "questionText": "Are you losing sleep over something?"
    }
  ],
  "FollowUpQuestions": [
    {
      "questionText": "On a scale of 1 to 5, how has your overall emotional well-being been since our last appointment?"
    },
    {
      "questionText": "How frequently have you experienced feelings of sadness or hopelessness over the past week?"
    },
    {
      "questionText": "Please rate your sleep quality over the past week."
    },
    {
      "questionText": "How often have you felt overwhelmed or stressed by your academic or personal responsibilities in the past week?"
    },
    {
      "questionText": "On a scale of 1 to 5, how comfortable do you feel discussing your emotions and mental health with friends, family, or support networks?"
    }
  ]
}